tmux/readme.org
* My tmux config

There's a bunch of goodies in here if you enjoy tmux. Clone or download this repo and run the lazy install script.

*Note* I've rebound the tmux command keybind to CTRL-A. Also, directional movement uses "Vimlike" keystrokes so to move around you have to use hjkl.

** Includes:
   - TPM for package management
   - Sensible
   - Tmux Themepack
   - Resurrect
