tmux/readme.md

# Table of Contents

1.  [My tmux config](#org7c596bc)
    1.  [Includes:](#orgdbaa94a)


<a id="org7c596bc"></a>

# My tmux config

There's a bunch of goodies in here if you enjoy tmux. Clone or download this repo and run the lazy install script.

**Note** I've rebound the tmux command keybind to CTRL-A. Also, directional movement uses "Vimlike" keystrokes so to move around you have to use hjkl.


<a id="orgdbaa94a"></a>

## Includes:

-   TPM for package management
-   Sensible
-   Tmux Themepack
-   Resurrect

